tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "gmp"
brew "btop"
brew "cmake"
brew "exa"
brew "fish"
brew "gh"
brew "libffi"
brew "neofetch"
brew "tree-sitter"
brew "neovim"
brew "node"
brew "node@14"
brew "pnpm"
brew "starship"
brew "yadm"
cask "alacritty"
cask "alfred"
cask "arc"
cask "bluej"
cask "discord"
cask "figma"
cask "firefox"
cask "font-hack-nerd-font"
cask "iterm2"
cask "jetbrains-toolbox"
cask "microsoft-teams"
cask "nordvpn"
cask "spotify"
cask "swiftcord"
cask "visual-studio-code"
