tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "apr-util"
brew "gmp"
brew "btop"
brew "cmake"
brew "curl"
brew "exa"
brew "fish"
brew "gh"
brew "libffi"
brew "python@3.9"
brew "neofetch"
brew "neovim"
brew "node@14"
brew "php", restart_service: true
brew "rust"
brew "starship"
brew "yadm"
brew "yarn"
cask "alacritty"
cask "betterdiscord-installer"
cask "deskreen"
cask "discord"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "nordvpn"
cask "steam"
cask "visual-studio-code"
cask "wireshark"
