amd-ucode
autoconf
automake
awesome-terminal-fonts
base
base-devel
bison
blueman
bluez
bluez-utils
bridge-utils
btop
cmake
dbus-python
dhcpcd
dnsmasq
dunst
efibootmgr
exa
flameshot
gamemode
gdu
gnome-keyring
kitty
libappindicator-gtk3
libimobiledevice
libtool
libvirt
liquidctl
lvm2
m4
networkmanager
nodejs
npm
ntfs-3g
onefetch
openssh
pacman-contrib
pamixer
papirus-icon-theme
patch
pavucontrol
picom
pipewire-alsa
pipewire-pulse
pkgconf
playerctl
polkit-kde-agent
polybar
python-pip
qemu-desktop
qt5-graphicaleffects
ripgrep
rofi
rustup
sshpass
starship
sudo
swaybg
swaylock
swtpm
texinfo
thunar
thunar-archive-plugin
ttf-font-awesome
unifdef
unrar
viewnior
virt-manager
vkd3d
vulkan-headers
vulkan-tools
wget
which
wireguard-tools
wireplumber
wl-clipboard
xclip
xorg-xinput
xorg-xwayland
yadm
yarn
zip
