tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "hudochenkov/sshpass"
tap "teaxyz/pkgs"
brew "gmp"
brew "btop"
brew "cmake"
brew "node"
brew "corepack"
brew "deno"
brew "exa"
brew "fish"
brew "fisher"
brew "gh"
brew "gnupg"
brew "go-task"
brew "keychain"
brew "libffi"
brew "mysql"
brew "tree-sitter"
brew "neovim"
brew "nvm"
brew "pfetch"
brew "pinentry-mac"
brew "rustup-init"
brew "starship"
brew "yadm"
brew "hudochenkov/sshpass/sshpass"
cask "1password"
cask "1password-cli"
cask "alfred"
cask "arc"
cask "discord"
cask "figma"
cask "font-hack-nerd-font"
cask "jetbrains-toolbox"
cask "microsoft-teams"
cask "nordvpn"
cask "spotify"
cask "steam"
cask "visual-studio-code"
cask "warp"
cask "whatsapp"
vscode "acidic9.glua"
vscode "aStonedPenguin.glua"
vscode "bradlc.vscode-tailwindcss"
vscode "CodeCoaching.quasar-docs"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "DEVSENSE.composer-php-vscode"
vscode "DEVSENSE.phptools-vscode"
vscode "DEVSENSE.profiler-php-vscode"
vscode "donjayamanne.githistory"
vscode "DotJoshJohnson.xml"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "Equinusocio.vsc-community-material-theme"
vscode "Equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "fabianlauer.vs-code-xml-format"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "formulahendry.auto-rename-tag"
vscode "foxundermoon.shell-format"
vscode "GitHub.copilot"
vscode "GitHub.copilot-labs"
vscode "GitHub.github-vscode-theme"
vscode "icrawl.discord-vscode"
vscode "kamikillerto.vscode-colorize"
vscode "ms-azure-devops.azure-pipelines"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.azurecli"
vscode "ms-vsliveshare.vsliveshare"
vscode "Natizyskunk.sftp"
vscode "octref.vetur"
vscode "PKief.material-icon-theme"
vscode "redhat.java"
vscode "redhat.vscode-xml"
vscode "rust-lang.rust-analyzer"
vscode "SolarLiner.linux-themes"
vscode "streetsidesoftware.code-spell-checker"
vscode "svelte.svelte-vscode"
vscode "syler.sass-indented"
vscode "tauri-apps.tauri-vscode"
vscode "venner.vscode-glua-enhanced"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
vscode "Vue.volar"
vscode "Vue.vscode-typescript-vue-plugin"
vscode "WakaTime.vscode-wakatime"
vscode "WallabyJs.quokka-vscode"
vscode "wayou.vscode-todo-highlight"
vscode "wix.vscode-import-cost"
vscode "xabikos.JavaScriptSnippets"
vscode "yoavbls.pretty-ts-errors"
