tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "hudochenkov/sshpass"
tap "teaxyz/pkgs"
brew "bkt"
brew "gmp"
brew "btop"
brew "cmake"
brew "node"
brew "corepack"
brew "create-dmg"
brew "deno"
brew "eza"
brew "fish"
brew "fisher"
brew "gh"
brew "gnupg"
brew "go-task"
brew "jq"
brew "keychain"
brew "libffi"
brew "tree-sitter"
brew "neovim"
brew "ninja"
brew "nvm"
brew "openjdk"
brew "pfetch"
brew "pinentry-mac"
brew "rustup-init"
brew "starship"
brew "subversion"
brew "xcbeautify"
brew "yadm"
brew "hudochenkov/sshpass/sshpass"
cask "1password"
cask "alt-tab"
cask "bartender"
cask "discord"
cask "fig"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "intellij-idea"
cask "iterm2"
cask "microsoft-teams"
cask "protonmail-bridge"
cask "protonvpn"
cask "steam"
cask "visual-studio-code"
cask "xcodes"
vscode "actboy168.tasks"
vscode "Anish-M.ci-snippets2"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "CodeCoaching.quasar-docs"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "DEVSENSE.composer-php-vscode"
vscode "DEVSENSE.intelli-php-vscode"
vscode "DEVSENSE.phptools-vscode"
vscode "DEVSENSE.profiler-php-vscode"
vscode "DotJoshJohnson.xml"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "fabianlauer.vs-code-xml-format"
vscode "formulahendry.auto-rename-tag"
vscode "foxundermoon.shell-format"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "github.vscode-github-actions"
vscode "kamikillerto.vscode-colorize"
vscode "ms-python.python"
vscode "ms-vsliveshare.vsliveshare"
vscode "Natizyskunk.sftp"
vscode "PKief.material-icon-theme"
vscode "redhat.java"
vscode "redhat.vscode-xml"
vscode "rjyoung.vscode-modern-vhdl-support"
vscode "roblourens.vscode-nand2tetris-hdl"
vscode "rust-lang.rust-analyzer"
vscode "small.php-ci"
vscode "streetsidesoftware.code-spell-checker"
vscode "svelte.svelte-vscode"
vscode "syler.sass-indented"
vscode "tauri-apps.tauri-vscode"
vscode "tomoki1207.pdf"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "Vue.volar"
vscode "Vue.vscode-typescript-vue-plugin"
vscode "wayou.vscode-todo-highlight"
vscode "wix.vscode-import-cost"
vscode "xabikos.JavaScriptSnippets"
vscode "yoavbls.pretty-ts-errors"
