tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "hudochenkov/sshpass"
tap "teaxyz/pkgs"
brew "bkt"
brew "gmp"
brew "btop"
brew "cmake"
brew "node"
brew "corepack"
brew "deno"
brew "exa"
brew "fish"
brew "fisher"
brew "gh"
brew "gnupg"
brew "go-task"
brew "keychain"
brew "libffi"
brew "tree-sitter"
brew "neovim"
brew "ninja"
brew "nvm"
brew "pfetch"
brew "pinentry-mac"
brew "rustup-init"
brew "starship"
brew "subversion"
brew "xcbeautify"
brew "yadm"
brew "hudochenkov/sshpass/sshpass"
cask "1password"
cask "1password-cli"
cask "alfred"
cask "arc"
cask "codeedit"
cask "discord"
cask "figma"
cask "font-hack-nerd-font"
cask "jetbrains-toolbox"
cask "microsoft-teams"
cask "nordvpn"
cask "protonmail-bridge"
cask "protonvpn"
cask "spotify"
cask "steam"
cask "visual-studio-code-insiders"
cask "warp"
cask "whatsapp"
cask "xcodes"
